import Quiz from './quiz.js';

const quiz = new Quiz();

quiz.init();

console.log('Все пункты выполнены, самооценка: 229. Анимация: плавная смена экранов, выпадающий потап, увеличение кнопок, фотографий и категорий при наведении, плавное появление блока Score, шестеренка в настройках. Дополнительный функционал: фоновая музыка, перевод приложения на второй язык, разные уведомления по окончанию раунда в зависимости от результата. Если будут вопросы - Дискорд @Тоня#7362 , телеграм @tonyaberchuk');
